[
	{
		"company_name": "Google",
		"company_launch_year": 1998,
		"company_logo_url": "https://www.google.com/images/branding/googlelogo/2x/googlelogo_color_272x92dp.png",
		"company_market_area": "Tecnologia da Informação e Serviços",
		"company_main_technologies": [
			"Machine Learning",
			"Search Engines",
			"Cloud Computing",
			"Mobile Platforms"
		],
		"technology_areas": {
			"Artificial Intelligence": ["TensorFlow: 1", "DeepMind: 2"],
			"Web Technologies": ["Angular: 3", "Flutter: 4"]
		},
		"employee_reviews": {
			"company_positive_points": [
				"Ambiente de trabalho",
				"Inovação",
				"Benefícios",
				"Cultura"
			],
			"company_negative_points": [
				"Competitividade",
				"Pressão por resultados",
				"Burocracia",
				"Equilíbrio vida-trabalho"
			]
		},
		"description": "Google é uma empresa multinacional de serviços online e software dos Estados Unidos. O Google hospeda e desenvolve uma série de serviços e produtos baseados na internet e gera lucro principalmente através da publicidade pelo AdWords. A empresa foi fundada por Larry Page e Sergey Brin, enquanto ambos eram estudantes da Universidade Stanford. O Google é conhecido por sua cultura corporativa inovadora e ambiente de trabalho atraente.",
		"general_vision": "Um problema não está verdadeiramente resolvido até que seja resolvido para todos. Os Googlers criam produtos que ajudam a criar oportunidades para todos, seja na rua ou em todo o mundo. Traga sua percepção, imaginação e um saudável desrespeito pelo impossível. Traga tudo o que o torna único. Juntos, podemos construir para todos. Confira nossas oportunidades de carreira em carreiras.google.com.",
		"avaliation": 4.4
	},
	{
		"company_name": "Microsoft",
		"company_launch_year": 1975,
		"company_logo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Microsoft_logo.svg/640px-Microsoft_logo.svg.png",
		"company_market_area": "Tecnologia da Informação e Serviços",
		"company_main_technologies": [
			"Operating Systems",
			"Cloud Computing",
			"Productivity Software",
			"Gaming"
		],
		"technology_areas": {
			"Cloud Computing": ["Azure: 1", "Office 365: 2"],
			"Development Tools": ["Visual Studio: 3", ".NET Framework: 4"]
		},
		"employee_reviews": {
			"company_positive_points": [
				"Cultura",
				"Benefícios",
				"Estabilidade",
				"Oportunidades"
			],
			"company_negative_points": [
				"Política interna",
				"Burocracia",
				"Equilíbrio vida-trabalho",
				"Inovação"
			]
		},
		"description": "A Microsoft é uma empresa multinacional de tecnologia dos Estados Unidos. Ela é conhecida principalmente por seus sistemas operacionais, como o Windows, e seu pacote de produtividade, o Office. Além disso, a Microsoft oferece serviços de computação em nuvem através da plataforma Azure e está envolvida no setor de jogos com o Xbox. A empresa foi fundada por Bill Gates e Paul Allen e tem uma presença significativa no mercado global de tecnologia.",
		"general_vision": "Toda empresa tem uma missão. Qual é o nosso? Para capacitar cada pessoa e cada organização para alcançar mais. Acreditamos que a tecnologia pode e deve ser uma força para o bem e que inovações significativas contribuem para um mundo mais brilhante no futuro e hoje. Nossa cultura não apenas encoraja a curiosidade; ele o abraça. Todos os dias, progredimos juntos, mostrando-nos autênticos. Nós aparecemos com uma mentalidade de aprender tudo. Aparecemos torcendo pelos outros, sabendo que o sucesso deles não diminui o nosso. Aparecemos todos os dias abertos para aprender nossos próprios preconceitos, mudar nosso comportamento e convidar as diferenças. Quando aparecemos, alcançamos mais juntos. A Microsoft opera em 190 países e é composta por mais de 220.000 funcionários apaixonados em todo o mundo.",
		"avaliation": 4.3
	},
	{
		"company_name": "Amazon",
		"company_launch_year": 1994,
		"company_logo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Amazon_logo.svg/640px-Amazon_logo.svg.png",
		"company_market_area": "Tecnologia da Informação, Comércio Eletrônico e Serviços",
		"company_main_technologies": [
			"E-commerce",
			"Cloud Computing",
			"Machine Learning",
			"Logistics"
		],
		"technology_areas": {
			"Cloud Computing": ["AWS: 1", "Lambda: 2"],
			"Artificial Intelligence": ["Alexa: 3", "Rekognition: 4"]
		},
		"employee_reviews": {
			"company_positive_points": [
				"Crescimento",
				"Inovação",
				"Oportunidades",
				"Salários"
			],
			"company_negative_points": [
				"Cultura",
				"Equilíbrio vida-trabalho",
				"Pressão por resultados",
				"Gerenciamento"
			]
		},
		"description": "A Amazon é uma empresa multinacional de comércio eletrônico e serviços de computação em nuvem. Ela é uma das maiores varejistas online do mundo e também desenvolveu a plataforma de computação em nuvem conhecida como Amazon Web Services (AWS). A Amazon é conhecida por sua abordagem inovadora aos negócios, adoção de tecnologias avançadas, como machine learning, e seu foco em oferecer uma ampla gama de produtos e serviços aos seus clientes.",
		"general_vision": "A Amazon se esforça para ser a empresa mais centrada no cliente da Terra, onde as pessoas podem encontrar e descobrir praticamente qualquer coisa que desejam comprar on-line. Ao oferecer aos clientes mais do que querem - preços baixos, vasta seleção e conveniência - a Amazon continua a crescer e a evoluir como uma plataforma de comércio eletrônico de classe mundial. Fundada por Jeff Bezos, o site Amazon.com começou em 1995 como um lugar para comprar livros devido à experiência exclusiva ao cliente que a Web poderia oferecer aos amantes de livros. Bezos acreditava que apenas a Internet poderia oferecer aos clientes a conveniência de navegar atraves de uma seleção de milhões de títulos de livros em uma única sessão. Durante os primeiros 30 dias de negócios, a Amazon realizou pedidos para clientes em 50 estados e 45 países - todos enviados de sua garagem na área de Seattle. A evolução da Amazon de site para o parceiro de comércio eletrônico para a plataforma de desenvolvimento é impulsionada pelo espírito de inovação que faz parte do DNA da empresa. As mentes de tecnologia mais brilhantes do mundo chegam à Amazon.com para pesquisar e desenvolver tecnologia que melhore a vida de compradores e vendedores em todo o mundo.",
		"avaliation": 3.8
	},
	{
		"company_name": "Apple",
		"company_launch_year": 1976,
		"company_logo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Apple_logo_black.svg/640px-Apple_logo_black.svg.png",
		"company_market_area": "Tecnologia da Informação e Eletrônicos",
		"company_main_technologies": [
			"Consumer Electronics",
			"Operating Systems",
			"Mobile Platforms",
			"Software"
		],
		"technology_areas": {
			"Hardware": ["iPhone: 1", "Mac: 2"],
			"Software": ["iOS: 3", "macOS: 4"]
		},
		"employee_reviews": {
			"company_positive_points": [
				"Inovação",
				"Salários",
				"Benefícios",
				"Marca"
			],
			"company_negative_points": [
				"Equilíbrio vida-trabalho",
				"Cultura",
				"Burocracia",
				"Gerenciamento"
			]
		},
		"description": "A Apple é uma empresa multinacional de tecnologia sediada nos Estados Unidos. Ela projeta, desenvolve e vende uma ampla variedade de produtos eletrônicos de consumo, software e serviços online. A Apple é conhecida por sua inovação em produtos como o iPhone, iPad, Mac e Apple Watch, bem como por seu sistema operacional iOS. A empresa tem uma base de clientes leais e é reconhecida por sua abordagem focada no design e na experiência do usuário.",
		"general_vision": "Somos um coletivo diversificado de pensadores e realizadores, continuamente reinventando o que é possível para nos ajudar a fazer o que amamos de novas maneiras. E a mesma inovação que entra em nossos produtos também se aplica às nossas práticas — fortalecendo nosso compromisso de deixar o mundo melhor do que o encontramos. É aqui que o seu trabalho pode fazer a diferença na vida das pessoas. Incluindo o seu próprio. A Apple é um empregador de oportunidades iguais que está comprometido com a inclusão e a diversidade. Acesse apple.com/careers para saber mais.",
		"avaliation": 4.2
	},
	{
		"company_name": "IBM",
		"company_launch_year": 1911,
		"company_logo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/IBM_logo.svg/640px-IBM_logo.svg.png",
		"company_market_area": "Tecnologia da Informação e Serviços",
		"company_main_technologies": [
			"Cloud Computing",
			"Artificial Intelligence",
			"Blockchain",
			"Consulting"
		],
		"technology_areas": {
			"Artificial Intelligence": ["Watson: 1", "Project Debater: 2"],
			"Blockchain": ["Hyperledger: 3", "IBM Blockchain Platform: 4"]
		},
		"employee_reviews": {
			"company_positive_points": [
				"Estabilidade",
				"Oportunidades",
				"Diversidade",
				"Cultura"
			],
			"company_negative_points": [
				"Burocracia",
				"Inovação",
				"Gerenciamento",
				"Salários"
			]
		},
		"description": "A IBM, International Business Machines Corporation, é uma empresa multinacional de tecnologia e consultoria com sede nos Estados Unidos. A IBM é uma das maiores empresas de tecnologia do mundo e oferece uma ampla gama de produtos e serviços, incluindo hardware, software, serviços de nuvem, inteligência artificial e blockchain. A empresa tem uma longa história de inovação e é conhecida por seu sistema de computação Watson, que utiliza inteligência artificial para realizar análises avançadas e resolver problemas complexos.",
		"general_vision": "A IBM é uma empresa global de tecnologia e inovação com sede em Armonk, Nova York, nos Estados Unidos. É o maior empregador do setor de tecnologia e consultoria do mundo, com aproximadamente 427.000 funcionários servindo a clientes em 170 países. A IBM oferece um extenso portfólio de serviços de tecnologia e consultoria, softwares de colaboração e análise preditiva, desenvolvimento e gerenciamento de sistemas, além dos mais avançados servidores e supercomputadores do mundo. Através da sua consultoria de negócios, tecnologia e conhecimento na área de P&D, a IBM ajuda clientes a se tornarem 'mais inteligentes'​ enquanto o planeta se torna cada vez mais digitalmente interconectado. Isso inclui o trabalho com organizações e governos para construir sistemas que melhoram os tráfegos nas cidades, a disponibilidade de água potável e a saúde e segurança da população. A IBM investe mais de US$ 6 bilhões por ano em P&D, sendo líder de lançamentos de patentes pelo 18o ano. A área de pesquisa da IBM, o IBM Research, foi reconhecida além das pesquisas de tecnologia comercial e recebeu 5 prêmios Nobel Laureates, 9 prêmios do US National Medals of Technology, 5 prêmios do US National Medals of Science, 6 prêmios Turing e 10 IBMistas nomeados para o US Inventors Hall of Fame. A companhia está por trás de invenções como o PC, o sistema de reserva de viagens SABRE, os códigos de barras - hoje estampados na embalagem de diversos produtos, o supercomputador Watson, entre muitas outras inovações.",
		"avaliation": 4.0
	},
	{
		"company_name": "TOTVS",
		"company_launch_year": 1983,
		"company_logo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Totvs_logo.svg/640px-Totvs_logo.svg.png",
		"company_market_area": "Tecnologia da Informação e Serviços",
		"company_main_technologies": [
			"ERP",
			"Software de Gestão",
			"Cloud Computing",
			"Consultoria"
		],
		"technology_areas": {
			"ERP": ["Protheus: 1", "Datasul: 2"],
			"Software de Gestão": ["Fluig: 3", "RM: 4"]
		},
		"employee_reviews": {
			"company_positive_points": [
				"Oportunidades",
				"Cultura",
				"Treinamento",
				"Networking"
			],
			"company_negative_points": [
				"Salários",
				"Burocracia",
				"Equilíbrio vida-trabalho",
				"Gerenciamento"
			]
		},
		"description": "A TOTVS é uma empresa brasileira de tecnologia da informação e serviços, especializada em soluções de software para empresas. Ela oferece um conjunto abrangente de soluções de gestão empresarial, incluindo sistemas ERP, software de gestão e consultoria. A TOTVS atende a uma ampla variedade de setores e é conhecida por sua expertise em soluções personalizadas para atender às necessidades específicas de cada cliente. A empresa está comprometida em oferecer oportunidades de crescimento e desenvolvimento para seus funcionários.",
		"general_vision": "Olá, somos a TOTVS! A maior empresa de tecnologia do Brasil. ",
		"avaliation": 4.3
	},
	{
		"company_name": "CI&T",
		"company_launch_year": 1995,
		"company_logo_url": "https://www.ciandt.com/sites/default/files/2021-04/CI_T_Logo_RGB_Laranja.png",
		"company_market_area": "Tecnologia da Informação e Serviços",
		"company_main_technologies": [
			"Desenvolvimento de Software",
			"Consultoria",
			"Design",
			"Mobile"
		],
		"technology_areas": {
			"Web Technologies": ["Angular: 1", "React: 2"],
			"Mobile": ["Android: 3", "iOS: 4"]
		},
		"employee_reviews": {
			"company_positive_points": [
				"Cultura",
				"Flexibilidade",
				"Ambiente",
				"Crescimento"
			],
			"company_negative_points": [
				"Salários",
				"Pressão por resultados",
				"Gerenciamento",
				"Equilíbrio vida-trabalho"
			]
		},
		"description": "A CI&T é uma empresa global de tecnologia da informação e serviços com sede no Brasil. Ela oferece serviços de desenvolvimento de software, consultoria em tecnologia, design e soluções móveis. A CI&T trabalha com empresas de diversos setores, ajudando-as a impulsionar sua transformação digital e a criar experiências inovadoras para seus clientes. A empresa valoriza uma cultura inclusiva e colaborativa, proporcionando um ambiente de trabalho flexível e oportunidades de crescimento para seus funcionários.",
		"general_vision": "CI&T é sua parceira de transformação digital de ponta a ponta.  Nativa digital, trazemos um histórico de 27 anos de aceleração do impacto nos negócios por meio de soluções digitais completas e escaláveis. Com presença global de 6.000+ profissionais em estratégia, pesquisa, ciência de dados, design e engenharia, desbloqueamos  o crescimento de receita, impulsionamos a experiência do cliente e aumentamos a eficiência operacional.",
		"avaliation": 4.4
	},
	{
		"company_name": "iFood",
		"company_launch_year": 2011,
		"company_logo_url": "https://d1yjjnpx0p53s8.cloudfront.net/styles/logo-thumbnail/s3/082018/ifood.png",
		"company_market_area": "Tecnologia da Informação e Alimentação",
		"company_main_technologies": [
			"Logística",
			"E-commerce",
			"Mobile",
			"Desenvolvimento de Software"
		],
		"technology_areas": {
			"Logistics": ["iFood Delivery: 1", "iFood Pickup: 2"],
			"Mobile": ["iFood App: 3", "iFood Shop: 4"]
		},
		"employee_reviews": {
			"company_positive_points": [
				"Inovação",
				"Ambiente",
				"Flexibilidade",
				"Crescimento"
			],
			"company_negative_points": [
				"Pressão por resultados",
				"Gerenciamento",
				"Equilíbrio vida-trabalho",
				"Salários"
			]
		},
		"description": "iFood é uma plataforma de entrega de alimentos online, que conecta restaurantes e clientes. A empresa oferece um aplicativo móvel e um site para que os usuários possam fazer pedidos de comida de diversos restaurantes parceiros. Com foco na inovação, o iFood utiliza tecnologias como logística, e-commerce e desenvolvimento de software para melhorar a experiência de entrega de alimentos.",
		"general_vision": "O iFood é a maior foodtech da América Latina! Com 8 anos de atuação, tem o propósito de revolucionar o universo da alimentação por uma vida mais prática e prazerosa. São milhões de pedidos por mês em verdadeiras Black Fridays semanais, em um ambiente tecnológico inovador e o desafio do forte crescimento com nossos parceiros entregadores, restaurantes e clientes. O iFood conta com a participação da Movile - líder global em marketplaces móveis - e da Just Eat",
		"avaliation": 4.3
	},
	{
		"company_name": "Stone Pagamentos",
		"company_launch_year": 2012,
		"company_logo_url": "https://logodownload.org/wp-content/uploads/2021/03/stone-pagamentos-logo.png",
		"company_market_area": "Tecnologia da Informação e Serviços Financeiros",
		"company_main_technologies": [
			"Pagamentos",
			"E-commerce",
			"Fintech",
			"Atendimento"
		],
		"technology_areas": {
			"Payments": ["Stone Maquininha: 1", "Stone App: 2"],
			"E-commerce": ["Stone E-commerce: 3", "Stone Split: 4"]
		},
		"employee_reviews": {
			"company_positive_points": [
				"Cultura",
				"Crescimento",
				"Oportunidades",
				"Atendimento ao cliente"
			],
			"company_negative_points": [
				"Equilíbrio vida-trabalho",
				"Salários",
				"Gerenciamento",
				"Burocracia"
			]
		},
		"description": "A Stone Pagamentos é uma empresa de tecnologia que oferece soluções de pagamentos e serviços financeiros para empreendedores e pequenas empresas. Com sua plataforma de pagamentos, a Stone facilita o recebimento de pagamentos tanto em estabelecimentos físicos quanto em e-commerce. Além disso, a empresa atua como uma fintech, fornecendo serviços financeiros e atendimento personalizado aos seus clientes.",
		"general_vision": "",
		"avaliation": 3.6
	},
	{
		"company_name": "Nubank",
		"company_launch_year": 2013,
		"company_logo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Nubank_logo.svg/640px-Nubank_logo.svg.png",
		"company_market_area": "Tecnologia da Informação e Serviços Financeiros",
		"company_main_technologies": [
			"Fintech",
			"Mobile Banking",
			"Pagamentos",
			"Cartão de Crédito"
		],
		"technology_areas": {
			"Banking": ["Conta Digital: 1", "Cartão de Crédito: 2"],
			"Investments": ["Nu Invest: 3", "Nu CDB: 4"]
		},
		"employee_reviews": {
			"company_positive_points": [
				"Inovação",
				"Ambiente",
				"Cultura",
				"Flexibilidade"
			],
			"company_negative_points": [
				"Pressão por resultados",
				"Equilíbrio vida-trabalho",
				"Gerenciamento",
				"Crescimento"
			]
		},
		"description": "O Nubank é uma fintech brasileira que oferece serviços financeiros por meio de seu aplicativo móvel e plataforma online. A empresa é conhecida principalmente por seu cartão de crédito sem anuidade e pela conta digital. Além disso, o Nubank oferece serviços de mobile banking, pagamentos e investimentos. Com foco na inovação e na experiência do cliente, o Nubank busca proporcionar soluções financeiras acessíveis e eficientes através da tecnologia.",
		"general_vision": "O Nu nasceu em 2013 com a missão de lutar contra a complexidade para empoderar pessoas diariamente, reinventando os serviços financeiros. Somos uma das maiores plataformas financeiras no mundo, servindo mais de 70 milhões de clientes no Brasil, México e Colômbia. Em nossa posição de liderança, usamos tecnologia proprietária e práticas inovadoras para criar novas soluções e experiências financeiras para indivíduos e PMEs. Tudo que entregamos é simples, intuitivo, conveniente, de baixo custo, empoderador e humano. Guiando-nos sempre por nossa missão, estamos contribuindo para aumentar o acesso financeiro na América Latina",
		"avaliation": 4.3
	}
]
